{
  "add_prefix_space": false,
  "bos_token": "[BOS]",
  "cls_token": "[BOS]",
  "eos_token": "[EOS]",
  "errors": "replace",
  "mask_token": "[MASK]",
  "model_max_length": 256,
  "name_or_path": "scratch-bert",
  "pad_token": "[PAD]",
  "sep_token": "[BOS]",
  "special_tokens_map_file": null,
  "tokenizer_class": "PreTrainedTokenizerFast",
  "trim_offsets": true,
  "unk_token": "[UNK]"
}
