{
  "[BOS]": 0,
  "[PAD]": 1,
  "[EOS]": 2,
  "[UNK]": 3,
  "[MASK]": 4,
  "_VAR_": 5,
  "data_setvariableto": 6,
  "operator_equals": 7,
  "control_if": 8,
  "control_wait": 9,
  "looks_switchcostumeto": 10,
  "event_whenbroadcastreceived": 11,
  "looks_hide": 12,
  "event_whenflagclicked": 13,
  "procedures_call": 14,
  "control_if_else": 15,
  "control_repeat": 16,
  "looks_show": 17,
  "motion_gotoxy": 18,
  "data_changevariableby": 19,
  "control_forever": 20,
  "event_broadcast": 21,
  "operator_add": 22,
  "operator_multiply": 23,
  "operator_subtract": 24,
  "data_itemoflist": 25,
  "operator_gt": 26,
  "sensing_touchingobject": 27,
  "operator_or": 28,
  "operator_lt": 29,
  "sensing_keypressed": 30,
  "motion_changeyby": 31,
  "sound_play": 32,
  "operator_not": 33,
  "data_addtolist": 34,
  "operator_and": 35,
  "operator_random": 36,
  "looks_seteffectto": 37,
  "looks_setsizeto": 38,
  "procedures_definition": 39,
  "operator_divide": 40,
  "motion_changexby": 41,
  "control_stop": 42,
  "control_create_clone_of": 43,
  "motion_pointindirection": 44,
  "looks_gotofrontback": 45,
  "looks_sayforsecs": 46,
  "looks_changeeffectby": 47,
  "control_repeat_until": 48,
  "operator_mathop": 49,
  "looks_nextcostume": 50,
  "motion_glidesecstoxy": 51,
  "control_wait_until": 52,
  "operator_join": 53,
  "control_delete_this_clone": 54,
  "looks_costumenumbername": 55,
  "operator_letter_of": 56,
  "data_replaceitemoflist": 57,
  "event_whenbackdropswitchesto": 58,
  "sound_playuntildone": 59,
  "sensing_of": 60,
  "motion_xposition": 61,
  "motion_movesteps": 62,
  "control_start_as_clone": 63,
  "looks_switchbackdropto": 64,
  "event_whenkeypressed": 65,
  "motion_yposition": 66,
  "event_whenthisspriteclicked": 67,
  "motion_turnright": 68,
  "data_deleteoflist": 69,
  "looks_changesizeby": 70,
  "event_broadcastandwait": 71,
  "sensing_touchingcolor": 72,
  "data_lengthoflist": 73,
  "motion_goto": 74,
  "data_hidevariable": 75,
  "operator_length": 76,
  "looks_cleargraphiceffects": 77,
  "operator_round": 78,
  "sensing_mousedown": 79,
  "motion_direction": 80,
  "motion_setx": 81,
  "motion_sety": 82,
  "sensing_answer": 83,
  "motion_turnleft": 84,
  "looks_say": 85,
  "looks_goforwardbackwardlayers": 86,
  "sound_setvolumeto": 87,
  "operator_mod": 88,
  "data_showvariable": 89,
  "motion_setrotationstyle": 90,
  "sound_stopallsounds": 91,
  "data_listcontainsitem": 92,
  "motion_pointtowards": 93,
  "sensing_timer": 94,
  "data_deletealloflist": 95,
  "looks_backdropnumbername": 96,
  "sensing_mousex": 97,
  "looks_size": 98,
  "pen_penup": 99,
  "sensing_username": 100,
  "sensing_mousey": 101,
  "pen_pendown": 102,
  "pen_clear": 103,
  "sensing_askandwait": 104,
  "pen_setpencolortocolor": 105,
  "pen_setpensizeto": 106,
  "motion_glideto": 107,
  "data_itemnumoflist": 108,
  "sensing_distanceto": 109,
  "pen_stamp": 110,
  "motion_ifonedgebounce": 111,
  "data_insertatlist": 112,
  "looks_nextbackdrop": 113,
  "sensing_current": 114,
  "sound_seteffectto": 115,
  "sensing_resettimer": 116,
  "operator_contains": 117,
  "looks_thinkforsecs": 118,
  "data_hidelist": 119,
  "sound_changevolumeby": 120,
  "sensing_setdragmode": 121,
  "_LIST_": 122,
  "event_whengreaterthan": 123,
  "looks_think": 124,
  "data_showlist": 125,
  "sensing_coloristouchingcolor": 126,
  "pen_setcolorto": 127,
  "sound_volume": 128,
  "pen_changecolorby": 129,
  "looks_switchbackdroptoandwait": 130,
  "sound_changeeffectby": 131,
  "sound_cleareffects": 132,
  "pen_changepensizeby": 133,
  "event_whenstageclicked": 134,
  "sensing_dayssince2000": 135,
  "sensing_loudness": 136
}